Repository: Intera/cz_simple_cal
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de

# flashmessages.tx_czsimplecal_domain_model_event.create
source: Event was created and indexed succesfully.
de: Veranstaltung wurde angelegt und indiziert.

# flashmessages.tx_czsimplecal_domain_model_event.updateNoIndex
source: Changes were saved, but no reindexing seemed to be necessary.
de: Änderungen gespeichert. Eine Neuindizierung scheint nicht notwendig.

# flashmessages.tx_czsimplecal_domain_model_event.updateAndIndex
source: Changes were saved and event was reindexed.
de: Änderungen gespeichert. Veranstaltung wurde neu indiziert.

# flashmessages.exception.indexUpdatedEvent
source: An error occurred during the indexing of the event: %s
de: Während der Indizierung der Veranstaltung ist ein Fehler aufgetreten: %s

# flashmessages.exception.indexUpdatedEvent.1392817280
source: Error during indexing the event: the start date of the event is larger than the end date. Please make sure you removed the checkoxed at all fields that are not set. (Error details: %s)
de: Während der Indizierung der Veranstaltung ist ein Fehler aufgetreten: die End-Zeit ist kleiner als die Start-Zeit. Bitte stellen Sie sicher, dass bei allen nicht benutzten Feldern das Häkchen entfernt wurde. (Fehlerdetails: %s)

# tx_czsimplecal_scheduler_index.label
source: Index calendar events
de: Kalendertermine indizieren

# tx_czsimplecal_scheduler_index.description
source: Indexing all calendar events of czSimpleCal.
de: Alle termine von cz_simple_cal indizieren.

# tx_czsimplecal_scheduler_index.minindexage.label
source: minimum age for reindexing
de: Mindestalter für Neuindizierung

# tx_czsimplecal_scheduler_index.info_index_not_finished
source: Not all events could be indexed. The index could be as old as %s.
de: Es wurden ggf. nicht alle Termine indiziert. Der Index könnte ca. auf dem Stand von %s sein.

# tx_czsimplecal_scheduler_index.minindexage.parseerror
source: "%s" could not be parsed by strtotime()
de: "%s" konnte nicht von strtotime() verarbeitet werden.
