Repository: Intera/cz_simple_cal
Catalog: Resources/Private/Language/*.locallang_csh_tx_czsimplecal_domain_model_event.xlf
Languages: de

# title.description
source: The title of this event
de: Ein Titel für dieses Event

# start_day.description
source: the day that event starts
de: Der Tag an dem das Event startet

# start_time.description
source: the time this event starts (leave blank for an allday event)
de: Die Uhrzeit um die das Event startet (leer lassen um ein Ganztages-Event zu erzeugen)

# end_day.description
source: the day this event ends (leave blank for an event on one day)
de: Der Tag an dem das Event endet (leer lassen, damit das Event am gleichen Tag endet)

# end_time.description
source: the time this event ends
de: Die Uhrzeit um die das Event endet

# teaser.description
source: a short teaser for this event
de: eine Kurzbeschreibung für dieses Event

# description.description
source: a long description for this event
de: eine lange Beschreibung für das Event

# location_name.description
source: the name of the location this event takes place in
de: Der Name des Veranstaltungsortes dieses Events

# organizer_name.description
source: the name of the institution or person the event is organized by
de: Der Name der Person oder Organisation, die das Event organisiert

# category.description
source: the categories this event belongs to
de: Die Kategorien, in die das Event gehört

# twitter_hashtags.description
source: comma seperated values
de: Tags durch Kommas getrennt

# flickr_tags.description
source: comma seperated values
de: Tags durch Kommas getrennt
