Repository: Intera/cz_simple_cal
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_czsimplecal_domain_model_event
source: an event in an calendar
de: Ein Event im Kalender

# tx_czsimplecal_domain_model_event.title
source: The title of this event
de: Name des Events

# tx_czsimplecal_domain_model_event.start_day
source: the day that event starts
de: Der Tag an dem das Event beginnt

# tx_czsimplecal_domain_model_event.start_time
source: the time this event starts (leave blank for an allday event)
de: Die Uhrzeit zu der das Event startet (Feld leer lassen für Ganztages-Event)

# tx_czsimplecal_domain_model_event.end_day
source: the day this event ends (leave blank for an event on one day)
de: Der Tag an dem das Event endet (Feld leer lasse für eintägiges Event)

# tx_czsimplecal_domain_model_event.end_time
source: the time this event ends
de: Die Uhrzeit zu der das Event endet

# tx_czsimplecal_domain_model_event.teaser
source: a short teaser for this event
de: kurzer Teaser

# tx_czsimplecal_domain_model_event.description
source: a long description for this event
de: lange Beschreibung

# tx_czsimplecal_domain_model_event_files
source: Files
de: Dateien

# tx_czsimplecal_domain_model_event.location_name
source: the name of the location this event takes place in
de: Name des Veranstaltungsortes

# tx_czsimplecal_domain_model_event.organizer_name
source: the name of the institution or person the event is organized by
de: Name des Veranstalters

# tx_czsimplecal_domain_model_event.categories
source: categories
de: Kategorien

# tx_czsimplecal_domain_model_category
source: a category of an event
de: Eine Event-Kategorie

# tx_czsimplecal_domain_model_category.title
source: a title for this category
de: Name der Event-Kategorie

source: Event
de: Veranstaltung

# event_language
source: Language of the event: %s
de: Sprache der Veranstaltung: %s

source: Events
de: Veranstaltungen

source: next Appointments
de: nächste Termine

source: Category
de: Kategorie

source: Categories
de: Kategorien

# display_time
source: %s
de: %s Uhr

# event_show_upcoming_events_header
source: Upcoming events (up to three)
de: Kommende Termine (bis zu drei)

# event_show_no_upcoming_events_message
source: No upcoming events found. This event has taken place in the past.
de: Keine zukünftigen Termine gefunden. Dieser Termin hat in der Vergangenheit stattgefunden.

# event_status_CANCELLED
source: Cancelled
de: Abgesagt

# event_status_CONFIRMED
source: Confirmed
de: Bestätigt

# event_status_TENTATIVE
source: Tentative
de: Vorläufig

# event_status_title_tentative
source: This event is tentative.
de: Diese Veranstaltung ist vorläufig.

# event_status_title_confirmed
source: This event has been confirmed.
de: Diese Veranstaltung wurde bestätigt.

# event_status_title_cancelled
source: This event has been cancelled!
de: Diese Veranstaltung wurde abgesagt!

# label_ics_download
source: Add to calendar
de: Meinem Kalender hinzufügen

# msg.noEvents
source: No events have been found.
de: Es wurden keine passenden Veranstaltungen gefunden.

# msg.backToList
source: to the list view
de: zur Übersicht

# msg.toCategory
source: more on category "%s"
de: Mehr zur Kategorie "%s"

# format.dayWrapper
source: %a, %B %e, %Y
de: %a, %e. %B %Y

# format.show.allday
source: %B %e, %Y
de: %e. %B %Y

# format.show.dayTime
source: %B %e, %Y %H:%M
de: %e. %B %Y %H:%M

# format.show.time_label
source: %s o'clock
de: %s Uhr

# timespan.all_day_event
source: All-day
de: Ganztägig

# timespan.format.sameDay
source: %B %e, %Y
de: %e. %B %Y

# timespan.format.sameMonth.start
source: %B %e
de: %e.

# timespan.format.sameMonth.end
source: %e, %Y
de: %e. %B, %Y

# timespan.format.sameYear.start
source: %B %e
de: %e. %B

# timespan.format.sameYear.end
source: %B %e, %Y
de: %e. %B, %Y

# timespan.format.else.start
source: %B %e, %Y
de: %e. %B %Y

# timespan.format.else.end
source: %B %e, %Y
de: %e. %B %Y

# timespan.from
source: from
de: vom

# timespan.to
source: to
de: bis

# timespan.on
source: on
de: am

source: previous week
de: vorherige Woche

source: next week
de: nächste Woche

# time.end
source: end at
de: Ende gegen

# numEvents
source: [0]No events|[1] 1 event|[2,+Inf] ###number### events
de: [0]keine Veranstaltungen|[1] eine Veranstaltung|[2,+Inf] ###number### Veranstaltungen

source: Organizer
de: Veranstalter

source: Location
de: Veranstaltungsort

source: Address
de: Adresse

# zip_and_city
source: ZIP / City
de: PLZ / Stadt

# action.EventIndex.next.title
source: Upcomming event
de: Nächste Veranstaltung

# error-404-event-index-not-found
source: The requested event could not be found.
de: Der gewünschte Termin wurde leider nicht gefunden.

# rss_title_suffix_latest
source: Newest events
de: Neuste Termine

# rss_title_suffix_upcoming
source: Upcoming events
de: Kommende Termine

# slider_label_default
source: Events
de: Termine

# filter_category_all
source: All
de: Alle

# filter_category_title_active
source: Filtered by category
de: Geflitert nach Kategorie

# filter_category_title_inactive
source: Filter by category
de: Nach Kategorie filtern

# filter_year_all
source: From today
de: Ab heute

# filter_year_title_active
source: Filtered by year
de: Gefiltert nach Jahr

# filter_year_title_inactive
source: Filter by year
de: Nach Jahr filtern
